Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Here Orion is illustrated as it would appear to someone at around 10 degrees north of the equator.
nb: Her er Orion illustrert slik den vil fortone seg for en som befinner seg omtrent 10 grader nord for ekvator.

source: Yngve Slyngstad and Dag Huse presented the matter for discussion.
nb: Yngve Slyngstad og Dag Huse redegjorde for saksfremlegget.

source: adjusted more cautiously than in the case of additive
nb: mer forsiktig enn i tilfellet med additiv usikkerhet.

source: Banks with an ordinary account in NBO that are not in Group A.
nb: Andre banker med ordinær konto i NBO enn banker i gruppe A.

source: The average spot price so far this year and futures prices for the remainder of 2009 have been USD 51 per barrel over the past five trading days.
nb: Gjennomsnittet av spotprisen så langt i år og terminprisene for levering i resten av 2009 har de siste fem handledagene vært 51 USD per fat.

source: for imported consumer goods in 2003.
nb: Informasjon fra Norges Banks regio- te konsumvarer i 2003.

source: maturity of securities pledged as collateral
nb: av avdrag og forfall av verdipapirer pantsatt i VPS

source: press release by the IMF
nb: pressemelding fra IMF

source: It was not until 1948 that reconstruction was started, and a new lantern room with a third-order Fresnel lens and flashing beacon were put in place.
nb: Først i 1948 kom arbeidet med gjenoppbyggingen i gang, og et nytt lyktehus med et tredje ordens lynblinkapparat kom på plass.

source: regard to consumer price developments.
nb: aktpågivende i forhold til utviklingen i konsumprisene.

source: The European infrastructure for securities trading and
nb: i Tyskland og Luxemburg, mens Euroclear har tilsva-

source: The two options are shown in Chart 1.
nb: De to alternativene er vist i figur 1.

source: The agents rank developments in the various theme
nb: Med utgangpunkt i problemstillingene i avsnittet over

source: One argument for including them is that a largeportion of the equities classified as fixed assets are
nb: forskjellige, er det i dagens statistikksystem fem forholdsom kan forklare avvikene mellom inntekts- og finans-regnskapet.

source: types of agents that can hold an account and have access to lending and deposit facilities at the central bank.
nb: aktører som har adgang til kontohold og til lån og innskudd i sentralbanken.

source: It is referred to tough legacy contracts in England and argued that one should consider looking at ways of ensuring a smooth transition.
nb: Respondenten viser videre til at det i rapporten refereres til spørsmål om såkalte «tough legacy contracts» i England.

source: A public version of the report is to be published on Norges Bank's website on 3 November.
nb: En offentlig versjon av rapporten publiseres på Norges Banks internettsider 3.

source: The Swiss National bank has announced that it will buy bonds issued by private borrowers in addition to intervening in the foreign exchange market by selling Swiss francs.
nb: I Sveits har sentralbanken annonsert at den vil kjøpe obligasjoner utstedt av privat sektor, i tillegg til å intervenere i valutamarkedet ved å selge egen valuta.

source: goods and changes in wages as a result of changes in consumption-based real wages.
nb: terte innsatsvarer og endringer i lønninger ved at de konsumbaserte reallønningene endres.

source: An upward trend shift in imported inflation is thereforeassumed after 2012.
nb: Utfordringer med å beregne trender er omtalt av Hagelund og Sturød (2012) om

source: Guidelines for collateral for loans from Norges Bank
nb: retningslinjer om sikkerhetsstillelse for lån i Norges Bank

source: From 1827, steamships ran between Christiania (now Oslo) and Copenhagen, and to Kiel a few years later.
nb: Fra 1827 gikk det dampskip i rute mellom Christiania og København, få år senere også til Kiel.

source: Norges Bank uses the RIMINI model to draw up projec-
nb: sjonsmodell utviklet i Norges Bank, og brukt denne i

source: period up to 1998.
nb: oden fram til 1998.

source: The existing contingency solution is banknotes and coins, and until other alternatives are in place, this will be the contingency solution in the years ahead as well” (page 347 of the Report).
nb: Eksisterende beredskapsløsning er sedler og mynt, og dette vil inntil andre alternativer er etablert, være beredskapsløsningen også fremover.» (Utredningen side 347.)

source: Developments inthese variables are closely related to economic growthinternationally and in Norway.
nb: Utviklingen i disse variablenehar nær sammenheng med den økonomiske veksteninternasjonalt og i Norge.

source: 5 All of the SDFI’s expenses comprise a separate item in NOK in the central government budget, but this amount is not included in the non-oil deficit.
nb: 5 Alle utgiftene til SDØE er en egen post i norske kroner i statsbudsjettet, men disse inngår ikke i det oljekorrigerte underskuddet.

source: South African rand (ZAR) - daily exchange rate from Norges Bank
nb: Sørafrikanske rand (ZAR) - dagens valutakurs fra Norges Bank

source: The Executive Board refers to earlier work and the consultation on regulations pursuant to Section 16-4, second paragraph.
nb: Hovedstyret viser til høringssaken om forskrifter etter finansforetaksloven § 16-4 annet ledd.

source: Discoveries were made on a global scale, and oil from the Norwegian continental shelf has mostly been produced by large fields such as Ekofisk, Statfjord, Oseberg, Gullfaks and Troll.
nb: Det førte til funn i verdensklasse, og produksjonen fra den norske kontinentalsokkelen har vært dominert av store felt som Ekofisk, Statfjord, Oseberg, Gullfaks og Troll.

source: Bergen, Oslo, Tønsberg and Haugesund took the lead in the steamship era.
nb: Bergen, Oslo, Tønsberg og Haugesund overtok førerposisjonene i dampskipenes epoke.

source: This section examines different liquidity management systems, including Norges Bank’s quota system.
nb: I dette avsnittet ser vi nærmere på ulike likviditetsstyringssystemer, herunder systemet i Norges Bank, som er et kvotesystem.

source: However, interbank systems may be exempted from the authorisa-tion requirement if Norges Bank finds that their opera-
nb: Interbanksystemer er det avgjørende at interbanksystemene er operative kan imidlertid fritas fra kravet om konsesjon dersom selv om en eller flere deltakerbanker får problemer.

source: system, but do not affect the level of structural liquidity.
nb: nivået på strukturell likviditet.

source: contribute to instability in the financial sector.
nb: den øvrige økonomiske politikken.

source: Waves and wind are not always as calm as here on the 50-krone note.
nb: Det er ikke alltid bølgene er slake og vinden svak, som her på 50-kroneseddelen.

source: growth has averaged 6.3 per cent, while GDP growth in
nb: snitt vært 6,3 prosent, mens verdiveksten i bruttonasjo-

source: Norges Bank’s counterparties are discussed in more detail in Section 4.
nb: Norges Banks motparter drøftes nærmere i avsnitt 4.

source: The examination formed part of a Financial Sector Assessment Programme (FSAP).
nb: Gjennomgangen inngikk i et såkalt «Financial Sector Assessment program» (FSAP).

source: Upstream companies to be removed from the benchmark index for the equity portfolio.
nb: - Oppstrømsselskaper fjernes fra referanseindeksen for aksjeporteføljen.

source: Bjørne Dyre H. Syversten, adviser, Financial Institutions Department*
nb: Syversten, rådgiver i Avdeling for finansinstitusjoner*

source: Kredittilsynet’s supervision (Act relating to the
nb: lagt tilsyn av Kredittilsynet (verdipapirregisterloven

source: The necessary supplements to the 2006 ISDA definitions will be added within a short time.
nb: I arbeidet opp mot ISDA vil de nødvendige tilleggene til 2006 ISDA definisjonene være på plass innen kort tid.

source: Question 3: Does your institution see the need for a definition of conversion date?
nb: Spørsmål 3: Ser din institusjon behov for en egen definisjon av konverteringsdato?

source: Our starting point is annual output growth for 2020 based on actual output in the main
nb: Vi tar utgangspunkt i årlig produksjonsvekst for 2020 basert på faktisk produksjon i

source: Such uncertainty is more effectively managed using simple and robust rules, rather than rules that are as complex as the systems they are meant to regulate.
nb: Slik usikkerhet håndteres bedre med enkle og robuste regler, i stedet for regler som er like komplekse som systemene de skal regulere.

source: Progress to date The working group is pleased to say that the required NOK-NOWA Floating Rate Options are now incorporated into ISDA Definitions.
nb: Framgang i arbeidet Arbeidsgruppen er glad for å si at de nødvendige NOK-NOWA alternativene for flytende rente nå er innlemmet i ISDA-definisjonene.

source: 1 ZAR = 0.5669 NOK 2021-12-21 Norges Bank's middle rates
nb: 1 ZAR = 0.5669 NOK 2021-12-21 Norges Banks midtkurs

source: Six banks established in Norway are currently quoting NIBOR for periods from tomorrow/next (T/N, the rate from tomorrow until the next business day) and up to 12 months.
nb: Det er for tiden seks banker etablert i Norge som løpende foretar kvoteringer av NIBOR-renten, med løpetider fra tomorrow/next (T/N, lån fra i morgen til overmorgen) og opp til 12 måneder.

source: level and declining investment.
nb: og fall i investeringene.

source: A change in the exchange rate wil thus
nb: Dermed vil en endring i

source: The three-month rate increased by 13 basis points,
nb: Tremånedersrenten økte med 13 punkter, mens utslaget

source: When negative demand shocks (i.e. shocks
nb: særlig i etterkant av finanskrisen.

source: After a short period in container shipping, the largest shipping company went over to auto transport.
nb: Det største rederiet gikk etter et mellomspill med containere over til bilfrakt.

source: The import weighted krone exchange rate (I-44) has appreciated by 5.1 per cent.
nb: Den importveide kronekursen (I-44) har styrket seg med 5,1 prosent.

source: accounts than in the financial accounts.
nb: Sharpe raten er en mye brukt indikator for å rangere

source: will lead to a weakening of the krone and mitigate the
nb: være egnet til å svekke kronen og dempe utslagene i

source: Licensed interbank systems are shown in Table 1.
nb: De konsesjonsbelagte interbanksystemene er vist i tabell 1.

source: In the opinion of Norges Bank, the guidelines for NIBOR currently have clear weaknesses.
nb: Etter Norges Banks syn har retningslinjene for Nibor i dag klare svakheter.

source: Rinaldi and Sanchis-Areallano (2006) look at default in the household sector by using panel data estimation on seven euro area countries.
nb: Rinaldi og Sanchis-Areallano (2006) ser på mislighold i husholdningssektoren ved bruk av paneldataestimering på syv euroland.

source: These components are large and together account for nearly a third of CPI weights (Chart 1).
nb: Disse konsumområdene er store og utgjør til sammen nesten en tredjedel av KPIs vektgrunnlag, se figur 1.

source: derivative at zero, we obtain the solution in (8).
nb: deriverte lik null, følger løsningen i (8).

source: Since 1998, theNorwegian economy had been characterised by substan-tial labour shortages and a considerably higher rise inlabour costs than among trading partners.
nb: Siden 1998 haddenorsk økonomi vært preget av stor knapphet på arbeids-kraft og vesentlig høyere lønnskostnadsvekst enn hoshandelspartnerne.

source: In addition, Nibor may contain considerably larger risk premiums in the form of credit and liquidity risk than the nearly risk-free rate Nowa.
nb: I til egg kan Nibor inneholde betydelig større risikopremier i form av kreditt- og likviditetsrisiko enn den nær-risikofri renten Nowa.

source: We estimate that the new methods have resulted in an annual rise in the CPI that in each of the past three years is between 0.1 and 0.4 percentage point higher than the methods used prior to 2013 would have resulted in.
nb: Vi anslår at de nye metodene har gitt en årsvekst i KPI som hvert år de siste tre årene er mellom 0,1 og 0,4 prosentenheter høyere enn metodene som ble brukt før 2013 ville ha gitt.

source: John Law was appointed Contrôleur Général des Finances and now controlled in practice France's finances and all trade between France and countries outside Europe.
nb: John Law ble utnevnt til " Contrôleur général des finances" og kontrollerte nå i praksis både de franske statsfinansene og all handel mellom Frankrike og land utenfor Europa.

source: 5 If the Bank wishes to activate its contingency account, it must attach an explanation for why it
nb: 5 Bank som ønsker å aktivere sin beredskapskonto, skal vedlegge en begrunnelse for hvorfor

source: Lower yields in particular have pushed up commercial property prices through the pandemic.
nb: Det er særlig lavere avkastningskrav som har bidratt til økte næringseiendomspriser gjennom pandemien.

source: payment and securities settlement systems.
nb: vurdering av risikoforholdene i det enkelte system.

source: Norges Bank has collaborated with the Supreme Court on the commemorative coin issue.
nb: Norges Bank har samarbeidet med Høyesterett om utgivelse av minnemynten.

source: An analogy to this is substituting the fundamental question, "Am I driving safely?" with "Am I obeying the speed limit?"
nb: En analog til mitt eksempel er at det grunnleggende spørsmålet "Kjører jeg forsvarlig?" blir byttet med spørsmålet "Holder jeg fartsgrensen?"

source: for each family given an interest rate level of 3%.
nb: for hver familie ved et rentenivå på 3 %. De røde stolpene viser

source: rise in labour costs is set as equal to estimated wage growth in InflationReport 3/05.
nb: satt lik anslått lønnsvekst i Inflasjonsrapport 3/05. Anslaget inkluderer

source: The issue year and the inscription KRONER appear below.
nb: pregeåret som innskrift og KRONER som omskrift.

source: The Swiss National Bank has reduced its key rate by 0.25 percentage point and is now aiming for a target range for the three-month Libor of 0.25 per cent.
nb: I Sveits har sentralbanken redusert styringsrenten med 0,25 prosentenheter, og styrer nå mot en tremåneders LIBOR på 0,25 prosent.

source: seen in Chart 3, where the blue line behaves in a fairly similar fashion from year to year. Changes
nb: figur 3 der den blå linjen oppfører seg ganske likt år for år. Når det skjer endringer i mønsteret

source: Gross and net settlement systems are both available in
nb: motpart mellom kjøper og selger i en handel, slik at kjø-

source: SEBRA model is based on a database containing annual
nb: modellen er basert på en database med alle norske aksje-

source: appeared to be creditworthy at the beginning of 2020.
nb: i hovedsak har blitt brukt til foretak som fremstod som kredittverdige ved inngangen til 2020.

source: In 2020, the European Commission presented a draft Digital Operational Resilience Act (DORA).
nb: EU-kommisjonen la høsten 2020 frem forslag til ny lovgivning for digital operasjonell motstandsdyktighet i finansiell sektor (DORA).

source: (see Frankel and Rose, 1995).
nb: kursen, se Frankel og Rose (1995).

source: Deputy Chair of the Board of Akademikerne.
nb: Nestleder i styret i Akademikerne.

source: STRICTLY CONFIDENTIAL memo from Monetary Policy of 19 March 2019
nb: STRENGT FORTROLIG notat 19. mars 2019 fra Pengepolitikk (PPO)b.

source: The first banknotes were delivered the year after the establishment of Norges Bank in 1816.
nb: De første sedler ble levert året etter opprettelsen av Norges Bank i 1816.

source: Opinion consumer confidence index (CCI). January 2012 – May 2018
nb: Opinions forbrukertillitsindeks (CCI).Januar 2012 – mai 2018

source: In this study, we extend the evaluation period to include data through to the end of 2016.
nb: I denne studien utvider vi evalueringsperioden med data til og med 2016.

source: exchange rate at a given value (the forward exchange
nb: bruk av valutaderivater, gitt at valutainntektene og val-

source: The Nowai (Nowa index) represents the geometric return on an investment earning daily compound interest at the Nowa (Norwegian Overnight Weighted Average) rate for a specific period.
nb: Nowai (Nowa index) uttrykker den geometriske avkastningen på en investering som forrentes til overnattenrenten Nowa (Norwegian Overnight Weighted Average) over en bestemt periode med daglig kapitalisering.

source: Bank of new users, changes in user rights or cancellations of users without undue delay
nb: Dersom banken ikke innfrir sitt lån i Danmarks Nationalbank og/eller i Sveriges

source: Enterprises’ expectations of growth in output and employment provide good estimates of mainland GDP and employment growth in the next quarter.
nb: Bedriftenes forventninger til vekst i produksjon og sysselsetting gir gode anslag for veksten i BNP og sysselsetting i Fastlands-Norge for neste kvartal.

source: The UK Supreme Court, under the presidency of Lord Neuberger, has therefore gradually moved towards writing a joint text.
nb: The UK Supreme Court under ledelse av Lord Neuberger har derfor gradvis beveget seg i retning av å skrive en felles tekst.

source: time in accordance with what the Bank considers to be
nb: styre av markedsaktørenes renteforventninger i rente-

source: announced in the government’s report to the Storting on
nb: også knyttes til mislighold av innskudd i banker eller at

source: In 1885 there were 36 joint-
nb: I 1885 var det 36 aksje-

source: The analysis is based on settlement data from 10 days
nb: Analysen er basert på 10 dager med oppgjørsdata i

source: Item 20/2018 Norges Bank – Annual report of the Executive Board for 2017
nb: Sak 20/2018 Norges Bank – Hovedstyrets årsberetning 2017

source: The report is intended to serve as a practical guide on how to use Nowa in different financial products and as a fallback solution and is a continuation of the work on recommended market conventions and fallback solutions from December 20201.
nb: Rapporten er ment som en praktisk brukerveiledning til hvordan Nowa kan anvendes innenfor ulike finansielle produkter og som fallbackløsning, og er en fortsettelse av arbeidet med anbefalte markedskonvensjoner og fallbackløsninger fra desember 20201.

source: The 100-krone and 50-krone banknotes were engraved at Bradbury & Wilkinson in London, and the others at Norges Bank's Printing Works, where the graphic designers Knut Løkke-Sørensen (obverse sides) and Henry Welde (reverse sides) shared the work.
nb: 100- og 50-kronesedlene ble gravert ved Bradbury & Wilkinson i London, de øvrige ved Norges Banks seddeltrykkeri der grafikerne Knut Løkke-Sørensen (forsidene) og Henry Welde (baksidene) delte arbeidet mellom seg.

source: losses and liquidity pressures arising from the failure of
nb: kroner, aksjer i euro, obligasjoner i svenske kroner og

source: The silver coin being issued in 2005 will have a maxi-
nb: Sølvmynten som utgis i 2005, har et mak-

source: The Executive Board exchanged views and took note of the report on compliance and control at NBREM for the third quarter of 2017.
nb: Hovedstyret hadde en meningsutveksling og tok rapporten om etterlevelse og kontroll i NBREM for tredje kvartal 2017 til etterretning.

source: policy, monetary policy and fiscal policy have long held
nb: Valutakurspolitikk, pengepolitikk og finanspolitikk har

source: Russian rouble (RUB) - daily exchange rate from Norges Bank
nb: Russiske rubler (RUB) - dagens valutakurs fra Norges Bank

source: To some extent, this can contribute to reducing the risk of sharp economic downturns further ahead.
nb: Det kan i noen grad bidra til å redusere risikoen for kraftige tilbakeslag i økonomien frem i tid.

source: For the Supervisory Council, there are also risks in terms of efficient and appropriate expenditure.
nb: For representantskapet er risikoen også knyttet til effektiv og hensiktsmessig ressursbruk.

source: The government now uses ordinary banks for payment transactions, and the tasks related to the government’s account at Norges Bank are largely based on automated solutions in collaboration with banks.
nb: Staten benytter nå vanlige banker til sin betalingsformidling, og oppgavene med kontoholdet for staten i Norges Bank er i hovedsak basert på automatiserte løsninger i samarbeid med bankene.

source: ISO 20022 enables messages to contain more information and structures the information in a way that facilitates more automated processing of payments.
nb: Med ISO 20022 kan meldingene inneholde mer informasjon, og informa-sjonen er strukturert på en måte som legger til rette for mer automatisert behandling av betalingene.

source: Norges Bank is discontinuing the specific ownership activities with Eni SpA and Saipem SpA.
nb: Egil Matsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: In a corridor system, the central bank makes reserves available through market operations at an interest rate close to the key rate.
nb: I et korridorsystem tilbyr sentralbanken reserver gjennom markedsoperasjoner til en rente som er nær styringsrenten.

source: (i) Loan factor = market price x exchange rate (1 minus haircut)The borrowing facility in NOK provided by a security is expressed by:(ii) Loan facility for a security = (face value x loan factor) / 100Loan facility for a unit of bond and money market funds = Loan factor
nb: (i) Lånefaktor = markedskurs x valutakurs (1 ÷ avkorting)Låneadgangen et verdipapir gir i norske kroner er gitt ved(ii) Låneadgang for et verdipapir = (pålydende x lånefaktor)/100Låneadgang for en andel i et verdipapirfond = lånefaktor

source: The Executive Board has six monetary
nb: Vedtak om renten vil normalt bli truffet i hovedstyrets

source: The CCP’s maximum loan from Norges Bank and Norges Bank’s maximum claim against the
nb: Den sentrale motpartens maksimale lån i Norges Bank og Norges Banks maksimale krav mot

source: Radio communication came into use in fishing vessels in the 1920s.
nb: Fra 1920-tallet kom radiokommunikasjon i bruk i fiskeflåten.

source: Executive Board’s annual report and the annual financial
nb: mellom mål, risiko og kontrolltiltak i vesentlige prosesser.

source: For example,reducing inflation to 2½ per cent within this time horizon
nb: kostnader å få inflasjonen ned på 2½ prosent innenfordette tidsperspektivet.

source: of Consumer Prices (HICP) represents a standard that
nb: of Consumer Prices) er en standard som letter sammen-

source: nounced than indicated by the rise in prices for imported
nb: Innenlandske lønninger og priser har gjennomgående

source: The first notes had the denominations 1 and 5 specie- (counterfeit notes were largely hand-drawn) and partly
nb: De første sedlene var på 1 og 5 spesidaler og ble (basert på galvanoplastikk og maskinell gravering),

source: The Executive Board took note of the status of Norges Bank's budget for 2019.
nb: Hovedstyret tok status for budsjett 2019 for Norges Bank til etterretning.

source: nomic activity, low wage growth and low inflation,
nb: moderat aktivitet i økonomien, lav lønnsvekst og lav

source: tion target and the output gap are both taken into
nb: sammenheng mellom utviklingen i produksjonsgapet og

source: 5 Bernhardsen (2001) uses developments in real prices for resale homes and risk-weighted debt as explanatory factors for financial institutions’ losses on loans to enter-
nb: 5 Bernhardsen (2001) anvender utviklingen i realprisen på bruktboliger og risikoutsatt gjeld som forklaringsfaktorer for finansinstitusjonenes tap på utlån til foretak.

source: FAQ Principles for calculating and publishing Nowa
nb: Prinsipper for beregning og publisering av Nowa

source: There are high winds and the rectangular forms are longer than on the 200-krone note.
nb: Vinden blåser stiv kuling, og de rektangulære formene er lengre enn på 200-kroneseddelen.
